import { people01, people02, people03, tiktok, instagram2, telegram, viber, airbnb, binance, coinbase, dropbox, send, shield, star } from "../assets";

export const navLinks = [
  {
    id: "home",
    title: "Главная",
  },
  {
    id: "service",
    title: "Услуги",
  },
  {
    id: "work",
    title: "Как работаем",
  },
  {
    id: "clients",
    title: "Отзывы",
  },
];

export const features = [
  {
    id: "1",
    icon: star,
    title: "Устранение засора унитаза",
    price: 20,
    content:
      "Причиной затрудненного слива воды в туалете может является отложение солей в трубах. Происходит это из-за жесткой воды, мочевины или иного рода осадков, оседающих на стенках труб и сужающих их внутренний диаметр."
  },
  {
    id: "2",
    icon: shield,
    title: "Устранение засора ванны, мойки, раковины",
    price: 21,
    content:
      "Постепенно внутри трубопроводов накапливается различный мусор (волосяной покров человека и животных, куски тряпок, жир, различные загрязнения системы труб) и приходится задумываться о том, как прочистить засор в ванной, в мойке или в раковине. Со временем жидкость уходит все медленнее и появляется плохой запах, который издает раковина или ванна.",
  },
  {
    id: "3",
    icon: send,
    title: "Устранение засора душевой кабины",
    price: 22,
    content:
      "Причиной может быть остатки моющих средств и всевозможные жировые загрязнения, а также большое количество волос и мелкого мусора, и в результате со временем засоряются трубы.",
  },
  {
    id: "4",
    icon: send,
    title: "Устранение засора трубы канализации",
    price: 23,
    content:
      "Чаще всего трубовопровод загрязняется при попадании в него волос и шерсти животных, пищевых отходов и песка, а также строительных материалов. Загрязнения могут задерживаться на заусенцах внутри труб, где оседает мыльная пена и жир. Отверстие становится все уже, вода проходит хуже, и сливная система может полностью разрушиться, если вовремя не устранить засор.",
  },
  {
    id: "5",
    icon: send,
    title: "Установка унитаза/ замена унитаза",
    price: 24,
    content:
      "Грамотно установленное сантехническое оборудование может работать годами. Однако все имеет определенный срок службы и приходит время, когда становится понятно, что замена унитаза неизбежна. Для многих эта процедура не доставляет особых хлопот: стоит лишь позвонить в одну из нескольких десятков компаний, занимающихся оказанием сантехнических услуг, и мастера за считанные часы проведут все работы.",
  },
  {
    id: "6",
    icon: send,
    title: "Подключение стиральной машины",
    price: 26,
    content:
      "На первый взгляд установка стиральной машины процесс несложный, но стоит только начать и сразу ясно, что это далеко не так. Во избежания затопления соседей, порчи вашего ремонта и любых других непредвидемых затрат, звоните и наши сантехники установят Вашу технику.",
  },
  {
    id: "7",
    icon: send,
    title: "Подключение посудомоечной машины",
    price: 27,
    content:
      "Установка посудомоечной машины - сложный процесс, требующий грамотного подхода и знаний всех тонкостей монтажа. От того, насколько правильно будет подключена автоматика, во многом зависит не только ее дальнейшая работа, но и соблюдение срока гарантии, установленного производителем.",
  },
  {
    id: "8",
    icon: send,
    title: "Установка/замена смесителя в ванной",
    price: 28,
    content:
      "Существует типы и модели смесителей с разными уровнями сложности сборки, установки и ремонта. Лучше доверить обслуживание устройства профессионалам с большим опытом, для исправной работы без ошибок при монтаже.",
  },
  {
    id: "9",
    icon: send,
    title: "Установка/замена смесителя на кухне",
    price: 29,
    content:
      "Периодически краны на кухне требуется менять. Эксплуатируются они в жестком режиме, на них попадают в большом количестве моющие вещества, из-за чего они приходят в негодность или просто теряют внешний вид. Потому многие приходят к необходимости поменять кухонный смеситель.",
  },
  {
    id: "10",
    icon: send,
    title: "Ремонт смесителя в ванной",
    price: 30,
    content:
      "Какого бы отличного качества ни был установлен кран в ванной комнате, рано или поздно может произойти поломка – от этого не застрахован абсолютно никто. Ведь режим эксплуатации кранов, особенно в ванной, в большинстве случаев активный и жёсткий, каждая деталь внутренней и внешней конструкции имеет свойство изнашиваться со временем.",
  },
  {
    id: "11",
    icon: send,
    title: "Ремонт смесителя на кухне",
    price: 31,
    content:
      "Одно из основных и часто используемых устройств на кухне это кухонный кран. В результате такой эксплуатации он может сломаться, а отсутсвие воды на кухне создает аварийную ситуацию, в следствие чего кран нужно починить быстро и качественно",
  },
  {
    id: "12",
    icon: send,
    title: "Устранение течи унитаза",
    price: 32,
    content:
      "При смыве вода бежит из точки подключения унитаза к канализации. Неисправная сантехника доставляет множество неудобств и часто является источником конфликта с соседями. Если течет унитаз, то он распространяет неприятный запах не только в туалете, но и по всей квартире, им пропитываются мебель, предметы обихода, одежда. Из-за повышенной влажности в санузле разрушается покрытие пола и стен, а также протекает потолок у жильцов этажом ниже.",
  },
  {
    id: "13",
    icon: send,
    title: "Установка умывальника/ замена умывальника",
    price: 33,
    content:
      "Выполнение работ может существенно отличаться в зависимости от конкретной модели и разновидности мойки. В некоторых случаях установка мойки, так же как и установка умывальника, производится строго в соответствии с рекомендациями изготовителя, а иногда существует несколько вариантов монтажа и мастер может выбрать наиболее оптимальный с точки зрения практичности и привлекательности.",
  },
  {
    id: "14",
    icon: send,
    title: "Установка счетчиков",
    price: 34,
    content:
      "Начинается установка счетчиков воды с шарового крана, после чего следует установка фильтра для очистки поступающей воды, самого прибора и обратного клапана, который препятствует «отматыванию» счетчика. Если проводится замена счетчиков воды, вышедших из строя, и все вышеупомянутые устройства кроме счетчика находятся в хорошем состоянии, то мастера иногда могут оставить их на месте, заменив лишь сам счетчик.",
  },
  {
    id: "15",
    icon: send,
    title: "Установка бойлера",
    price: 35,
    content:
      "Для монтажа бойлера можно вызвать специалистов или справится своими силами, соблюдая все правила техники безопасности. Процесс монтажа накопительного бойлера начинаем с выбора места для его крепления в ванной комнате либо санузле. ",
  },
  {
    id: "16",
    icon: send,
    title: "Навеска полотенцесушителя",
    price: 36,
    content:
      "Полотенцесушитель хорошая вещь, но может сломаться. Обычно появляется течь. Надо следить за его состоянием, чтобы избежать нежелательного затопления соседей снизу.",
  },
  {
    id: "17",
    icon: send,
    title: "Установка ванны",
    price: 37,
    content:
      "Ванна – громоздкий предмет, требующий бережного обращения; обколоть эмаль легко, а восстановить очень трудно. Ворочать стальные и пластиковые ванны нужно очень аккуратно: покрытие может треснуть от деформации. Вдобавок, установку ванны приходится делать в тесном помещении. Установка ванны требует от мастера специфических качеств: знаний, умения и мастерства.",
  },
  {
    id: "18",
    icon: send,
    title: "Вызов сантехника на дом для диагностики",
    price: 15,
    content:
      "При выявлении неисправности бытовой техники или отопительной системы, требуется вызов мастера. Он проведет полную диагностику, определит причину, подберет нужные детали. Для работы важно приглашать опытного специалиста.",
  },
];

export const feedback = [
  {
    id: "feedback-1",
    content:
      "Решила поменять смеситель и умывальник в ванной. Сделали быстро и аккуратно, после работы всё убрали. Результатом и ценой я довольна.",
    name: "Ходасевич Мария",
    title: "главный бухгалтер",
    img: people01,
  },
  {
    id: "feedback-2",
    content:
      "В ванной вода не сходила, канализация засорилась. Сантехник приехал через 40 минут, всё сделал быстро, оказалось попали детские игрушки. Мастеру спасибо.",
    name: "Луцевич Денис",
    title: "программист",
    img: people02,
  },
  {
    id: "feedback-3",
    content:
      "Обратилась т.к. после отключения в подьезде воды полотенцесушитель становился холодный. Муж не смог разобраться в чем дело. Коллега по работе порекомендовала мастера, сантехник сказал, что попадает воздух и установил спускной кран. Я не разбираюсь, муж сказал, что мастер хороший.",
    name: "Тригубова Наталья",
    title: "отдел кадров",
    img: people03,
  },
];

export const stats = [
  {
    id: "stats-1",
    title: "Выполненных работ",
    value: "100+",
  },
  {
    id: "stats-2",
    title: "Лет опыта работы",
    value: "5+",
  },
  {
    id: "stats-3",
    title: "Скидки постоянным клиентам",
    value: "10%+",
  },
];


export const socialMedia = [
  {
    id: "instagram",
    icon: instagram2,
    link: "https://www.instagram.com/",
  },
  {
    id: "tiktok",
    icon: tiktok,
    link: "https://www.tiktok.com/",
  },
  {
    id: "viber",
    icon: viber,
    link: "https://www.viber.com/ru/",
  },
  {
    id: "telegram",
    icon: telegram,
    link: "https://web.telegram.org/",
  },
];

export const clients = [
  {
    id: "client-1",
    logo: airbnb,
  },
  {
    id: "client-2",
    logo: binance,
  },
  {
    id: "client-3",
    logo: coinbase,
  },
  {
    id: "client-4",
    logo: dropbox,
  },
];